[Language]
Code="ug-Latn-CN"
Name="Uyghurche (Latin)"
Version="2.8.1"
Translator="Nur Muhemmed <Nur.Alper@live.com>"
Dir=ltr

[MainFrame]
Title="Lingoes  Lingoes Terjiman"
Close="Yap"
Maximize="Chongayt"
Minimize="Kichiklet"
Restore="Eslige keltür"
Menu="Asasiy tizimlik"

; Halet Sinbelgisi
[NotifyIcon]
Tip="Lingoes terjiman\nNurbelge terjimisi: [$CursorStatus]\nTallan'ghan söz terjimisi: [$SelectionStatus]\nChaplash taxtisi terjimisi: [$ClipboardStatus]"
InfoTitle="Lingos terjiman"
Info="Nurbelge terjimisi: [$CursorStatus]\nTallan'ghan söz terjimisi: [$SelectionStatus]\nChaplash taxtisi terjimisi: [$ClipboardStatus]"
Enabled="Ishleydu"
Disabled="Cheklengen"

[MainMenu]
Open="Ach"
CursorTranslator="Nurbelge terjimisi"
SelectionTranslator="Tallighan sözni terjimisi"
ClipboardTranslator="Chaplash taxtisi terjimisi"
Configuration="Tengshek..."
Dictionaries="Lughetler..."
Appendices="Qoshumchilar..."
Activation="Aktipla"
UpdateOnline="Torda yëngila"
Help="Yardem"
About="Lingos heqqide"
SupportOnline="Torda qollash"
Exit="Chëkin"
EnterLicense="Ijazetname kirgüz..."

[DlgInput]
Back="Arqigha"
Forward="Aldigha"
MainMenu="Asasiy tizimlik"
HistoryList="Izdesh tarixi"
Search="Izde", "Tepsilatini izde"
WebSearch="Tordin izdesh motorida izde"
AutoMatch="Özlükidin maslash", "Achquchsöz tizmisi guruppisida özlükidin maslash"
MatchSetup="Achquchsöz tizmisi guruppa tallanmisi..."
FindEngine="Tëximu köp tordin izdesh motorigha ërish..."

[DlgIndex]
Index="Achquchsöz tizmisi"
Guide="Yëtekchi"
Appendix="Qoshumche"
NoIndex="Achquchsöz tizmisi yoq"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Lughetni </b>Achquchsöz tizmisi guruppisi <b>gha qoshsingiz, söz kirgüzgende hejilesh körsetmisige ërisheleysiz.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>.Achquchsöz tizmisi guruppisini bashqursingiz,bu yerni chëking</u></a></div>"

[WebGuide]
Results="Netije"
Spelling="Imla körsetmisi"
Appendices="Qoshumche"

; Actions=Meshghulat
; TextTranslation="Tëkst terjimisi", "Nöwettiki sözni terjime qil"
; Conversions="Almashturush", "Pul,birlik we waqit rayonini almashtur"
; WebSearch="Tordin izdesh", "Tordin izdesh moturida söz izde (Tor körgü köznikide körset)"


Options="Tallashlar"
Dictionaries="Lughetler...", "Lughet bashqur"
ManageAppendices="Qoshumchilar...", "Qoshumche bashqur"
Configuration="Tengshek...", "Tengshek köznikini ach"
Help="Yardem", "Lingos yardimini ach"
Homepage="lingoes.net", "Lingos tor bëtini ziyaret qil"
Community="Lingos Jemiyiti", "Lingos Tor Jemiyitini ziyaret qil"

[DlgAppendix]
WndTitle="Qoshumche BashquruSh"
Close="Yap"
Install="Ornat", "Lingos Qoshumche (*.laf)|*.laf|", "Ornitish meghlup boldi! \nHöjjet ziyaret qilidighan yëterlik hoquqingizning yoqluqidin këlip chiqqan bolushi mumkin."
Delete="Öchür", "Rastinla öchüremsiz \"[$Title]\"", "Öchürüsh  \"[$Title]\" meghlup boldi! \nHöjjet ziyaret qilidighan yëterlik hoquqingizning yoqluqidin këlip chiqqan bolushi mumkin."
Modify="Özgert", "Özgertish meghlup boldi! \nHöjjet ziyaret qilidighan yëterlik hoquqingizning yoqluqidin këlip chiqqan bolushi mumkin."
NewGroup="Yëngi guruppa", "Yëngi guruppa qurush meghlup boldi! \nHöjjet ziyaret qilidighan yëterlik hoquqingizning yoqluqidin këlip chiqqan bolushi mumkin."
MoveUp="Üstige"
MoveDown="Peske"
CreateAppendix="Qoshumchemni yasay..."
Download="Tëximu köp qoshumche qoral..."
Name="Nami"
Group="Guruppa"
InstallSucceed="\"[$Title]\" Muweppeqiyetlik ornitildi!"
OverwriteInstall="Bu qoshumche mewjud iken, qapliwëtemsiz?\n\nMawzusi:[$Title]\nNami: [$Name]"
InvalidInstallFile="Xata ornitilghan höjjet!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nNöwettiki qoshumchining neshri ([$AppeVer]) bek kona, yëngilang.\n\n  Eng yEngi neshirini izdesh üchün Lingoes torini ziyaret qilamsiz?"
AppeVersionTooNew="[$Filename]\nNöwettiki lughetning neshri bek yëngi ([$AppeVer]) Lingoesning yuquri neshri kërek.\n\nHazir Lingoes toridin yëngi neshrini chüshüremsiz?"

[DlgAppendixEdit]
WndTitle="ni özgert\"[$Title]\"", "Yëngi guruppa qur"
Name="Nami"
DisplayTitle="Mawzu körset"
DisplayStyle="Uslub körset"
Ok="Jezmle"
Cancel="Waz kech"

[DlgAppendixBuilder]
WndTitle="Qoshumche yasighuch"
Name="Qoshumche nami:  (Choqum Inglizche kichik herp, san,asti siziq we siziq bolsun)", "Nami bosh qalmaydu, Inglizche kichik yëzilishtiki herp, san, asti siziq we siziq bolsun"
Title="Mawzu körset:", "Mawzu bosh qalmaydu"
Location="Qurulidighan qoshumchining munderije orni:", "Qoshumchigha qisquch qurush meghlup boldi!", "Inawetlik qisquchtin birni tallang"
Create="Yëngi qoshumche yasa", "Qoshumche muweppeqiyetlik yasaldi!\n\nHazir  höjjet \"index.html\" ning mezmunini özgertish arqiliq özingizning qoshumchingizni xalighanche layihiliyeleysiz.", "Qoshumche yasash meghlup boldi" 
Build="Yasa", "Qoshumche qachilash höjjiti muweppeqiyetlik yasaldi!\n[$Filename]", "Qoshumche qachilash höjjiti yasash meghlup boldi!\n[$Filename]"
Close="Yap"
Tips="eskertish: Yëngi tür yasalghandinkëyin, siz \"index.html\" höjjitini özgertip özingizning qoshumchisini layihiliyeleysiz."
OverwriteProject="Tür höjjiti mewjud, qapliwëtemsiz?"

[DlgStatus]
KeepVisible="Köznek izchil eng üstide"
CursorTranslator="Nurbelge terjimisi"
SelectionTranslator="Tallan'ghan söz terjimisi"
ClipboardTranslator=""
OpenMiniWnd="Kichik köznekni ach/yap"

[DlgView]
Speak="Oqu", "Tallighan tëkstni oqu"
Search="Izde"
Copy="Köchür"
Print="Bas…"
Save="Saqla…"
Find="Izde…"
SelectAll="Hemmini talla"
TextTranslate="Tëkst terjimisi", "Tëkst terjimisini qozghat"
StartPage="Bash bet", "Bash betke qayt"
ShowIndex="Yantayaqni körset"
HideIndex="Yantayaqni yoshur"
SaveFilter="HTML höjjet (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Teleppuz tallashliri..."
SelectVoice="Awaz talla"
Activation="Aktipla", "Aktiplash yëtekchisi"
Buy="Sëtiwal", "Lingoes soda ijazitini sëtiwal"

[DlgRegister]
Title="Lingos - Soda neshrige tizimlitish"
FreeDownload="Lingoes sodni meqset qilmighan ishletküchilerge heqsiz. \r\nBu yerni chëkip heqsiz  neshrini chüshürüng…"
Name="Tizimlitidighan nami:", "Tizimlitidighan nam bosh qalmisun"
Email="Tizimlitidighan ëlxet:", "Tizimlatqanda ëlxet bosh qalmisun"
RegCode="Tizimlash kodi:", "Bu tizimlash kodi inawetsiz"
Support="Xëridar mulazimiti"
Register="Tizimla", "Tizimlash uchurini saqlash meghlup boldi"
Exit="Chëkin"

[DlgInfo]
Title="Uchur"
Ok="Jezmle"
Cancel="Waz kech"
Yes="Maqul"
No="Yaq"
Retry="Qayta sina"
Abort="Axirlashtur"
Ignore="Perwa qilma"

[DlgAuthentication]
Title="Ulash "
TitleProxy="Wakaletchi mulazimitirgha ula"
Username="Ishletküchi Nami:"
Password="Im:"
Remember="Imni este tut"
Ok="Jezmle"
Cancel="Waz kech"

[WndGrab]
Open="Tëximu köp lughet izde"
Speak="Oqu"
Copy="Köchür"
TextTranslation="Tëkst terjime qil"
Back="Arqigha"
Forward="Aldigha"
Search="izde\n  Enter:\t\tIzde\n  Ctrl + Enter:\tTëximu köp lughet izde\n  Shift + Enter:\tTëkst terjime qil\n  Alt + Enter:\tTordin izde"
RollUp="Köznek qatla/Eslige keltür"KeepSize="Köznek chongluqini özgertme"
Option="Tallashlar"
KeepVisible="Köznek izchil eng üstide"
KeepSize="Köznek chongluqini özgertme"
AutoRollUp="Köznekni özlükidin domilat", "Yaq", " [$DelaySecond] sëkunt këchiktür"
CloseMiniWnd="kichik köznekni Yap"

[DlgDictOption]
Title="Lughet Tallashliri"
NetInstall="Lingos toridin ornat", "Lughetni Lingos tor bëkitidin ornat"
Install="Ornat", "Lughetni diskidin ornat"
Uninstall="Öchür", "Lughet öchür"
Add="Qosh", "Tizimlikke lughet qosh"
Remove="Öchür", "Tizimliktin bu lughetni öchür"
Download="Chüshür", "Bu lughetni yerlik diskida ishlitish üchün chüshür"
MoveTop="", "Eng üstige yötke"
MoveUp="", "Üstige yötke"
MoveDown="", "Peske yötke"
MoveBottom="", "Eng peske yötke"
MoreDetails="Tepsilati", "Lughet xasliqi tepsilatini körset"
Close="Yap"

Installed="Ornitilghan lughetler"
Query="Ornitilghan lughetler"
Index="Achquchsöz tizmisi guruppisi"
Grab="Nurbelge terjimisi guruppisi"

InstalledList="Ornitilghan lughetler"
QueryList="Ornitilghan lughetler"
IndexList="Achquchsöz tizmisi guruppa Tizimliki"
GrabList="Nurbelge terjimisi guruppa Tizimliki"
DictID="Lughet guwanamisi"
Online="Torda"

Type="Türi"
OnlineType="Torgha ulinish kërek"
NotLicensed="(Ijazet bërilmigen <a href='app://activate/'><u>Aktipla</u></a> <a href='app://buy/[$ProductID]'><u>Sëtiwal</u></a>)"

AddFilter="Lingos lughiti (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Lughet ornat"
Installing="Ornitiliwatidu..."
IndexDictTooMany="Eskertish:\n\nNurghun lughet \"Index Group\" gha qoshulsa achquchsöz tizmisi eskertishining  maslishish süritini astilitiwëtidu.\n\nShunga  \"Index Group\" gha daim ishlitidighan lughetlernila qoshung."

More="", "Tëximu köp..."
BackupFilter="Lingoes Lughetlirini Zapasla (*.ldb)|*.ldb|"
Export="Chiqar", "Lughetning zapaslanghan höjjitini chiqar", "Muweppeqiyetlik chiqirildi!", "Chiqirish meghlub boldi!"
Import="Kigüz", "Lughetlerni zapaslanghan höjjettin kirgüz", "Muweppeqiyetlik kirgüzüldi!", "Kirgüzüsh meghlub boldi!"

[DlgDictList]
Title="Lughet qoshush"
Add="Qosh"
Cancel="Waz kech"
Select="Talla"
DictList="Ornitilghan lughetler"
ID="Belge"
Online="Torda"

[DlgDictInfo]
Title="Lughet tepsilati"
Close="Yap"

ID="Guwaname"
MD5="MD5"
Tag="Xetküch"
Name="Lughet Nami"
Version="Neshri"
Date="Tüzülgen waqti"
Update="Axirqi yëngilanghan waqti"
IndexCount="Omumiy söz sani"
Language="Til"
MoreLanguage="Tëximu köp til..."
GlsCount="omumiy sözlük"
DictTitle="Tëma"
DictEdition="Neshri"
DictDescription="Chüshendürüsh"
PubAuthor="Aptor"
PubEmail="Ëlxet"
PubWebsite="Tor bëket"
PubCopyright="Neshr hoquqi"
Filename="Höjjet ismi"

; Lughet ornat
[DlgDictInstall]
Title="Lughet ornat"
InstallSucceed="\"[$DictTitle]\" Lughet muweppeqiyetlik ornitildi."
DictGroupOption="Tallashlar"
AddIndexGroup="Achquchsöz tizmisi guruppigha \"qosh\""
AddIndexGroupDesc="Söz kirgüzgende lingos achquchsöz tizmisi guruppisidiki lughettin izdeydu hemde achquchsöz rëtide yëqinqi sözlük türini eskertidu"
AddGrabGroup="Qosh \"Söz tutush guruppisi\""
AddGrabGroupDesc="Söz tutqanda lingos söz tutush guruppisidiki lughettin izdeydu hemde terjime netijisini söz tutush köznikide körsitidu"
Ok="Jezmle"

LoadPackage="Lughet oralmisi chüshür:\n"
LoadPackageFail="Lughet oralmisi;ni chüshürüsh meghlub boldi:\n"
ExtractFileFail="Höjjetni ayriwilish meghlub boldi:\n"
OpenSetup="Ornitidighan hOjjetni ëching:\n"
OpenSetupFail="Ornitidighan höjjetni ëchish meghlub boldi:\n"
FileFormatInvalid="Höjjet formati toghra emes:\n"
VersionInvalid="Neshri qollimaydu:\n"
InstallDict="Lughet höjjitini ornitish:\n"
InstallDictFail="Lughet höjjitini ornitish meghlub boldi:\n"
InstallPackageSucceed="Lughet oralmisi muweppeqiyetlik ornitildi\n"

; Tallashlar
[DlgOption]
Title="Tengshek"
Ok="Jezmle"
Cancel="Waz kech"
General="Omumiy"
Appearance="Uslub"
Connection="Ulinish"
Speech="Teleppuz"
Hotkey="Tëz kunupka"
Translate="Terjime"	
License="Ijazetname"
Capture="Söz tutush"

; Omumiy - Tallashlar
[DlgOptGeneral]
Language="Til"
UILanguage="Ishletküchi arayüz tili"	

WebSearch="Tordin izdesh"
SelectWebSearch="Tordin izdeydighan izdesh motorini talla"

TermHistory="Izdesh tarixi we ghemlek"
SaveHistory="Izdesh tarixida saqlanghan izdelgen söz"
ClearHistory="Izdesh tarixini öchür"
ClearHistoryConfirmation="Söz izdesh tarixini rastinla öchüremsiz?"

ResultCache="Tordiki lughetning yerlik ghemliki"
ClearCache="Ghemlekni tazila", "Ghemlekni rastinla tazilamsiz?"

AutoStart="Windows qa kirgende lingosni Qozghat "	
StartMin="Qozghatqanda kichiklet"
HideTipWnd="Eskertish köznikini körsetme"

; Uslub -Tallashliri
[DlgOptAppearance]
UserInterface="Ishletküchi arayüzi"
WindowStyle="Köznek uslubi"
WindowFont="Köznek xëti"
WindowFontSize="Xet chongluqi"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Netijini körsitish"
TextFont="Tëkst xet nusxisi"
TextFontSize="Xet chongluqi"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Tawush belgisi xëti"
CursorTranslatorBar="Nurbelge asti terjimisi közniki"
FontColor="Xet renggi"
BackColor="Teglik renggi"
BorderColor="Ramka renggi"
Transparence="Söz tutush közniki yërim süzük"
SampleText="Söz tut"

[Style]
0="Yoq"
1="Esli uslub"

; Terjime - Tallashliri 
[DlgOptTranslate]
SupportLCMap="Yerlik til teswirini qolla"
InstantTranslation="Udulluq terjime"
TranslationEngine="Terjime moturi"
TargetLanguage="Nishan til:"
CurrentUserLanguage="= Nöwettiki ishletküchi tili"
TargetLanguage2="Esli til bilen nishan til oxshash bolsa, nishan tilni töwendiki tilgha özgert:"
NoTranslate= "Terjime qilma"

; Söz tutush - Tallashliri
[DlgOptCapture]
CursorActivation="Nurbelgide söz tutush"
MouseActivation="Söz tutush ussuii:"
MouseOver="Nurbelge söz üstide toxtighanda"
LeftMouseButton="Chashqinek sol kunupkisi"
MiddleMouseButton="Chashqinek ottura kunupkisi"
RightMouseButton="Chashqinek ong kunupkisi"
MouseXButton1="Chashqinek X1 kunupkisi"
MouseXButton2="Chashqinek X2 kunupkisi"
TimeDelay="Waqit uzartish:"
MSEL="milli sëkunt"
MatchPhrase="Söz bërikmisige maslash"
IgnoreNumber="Reqemdin söz tutma"
IgnoreLatin="Latin yëziqidin söz tutma (Ingliz, Fransuz, Nëmis, Ispan tilliri qatarliqlar)"
IgnoreCJK="Xenzu, Yapon, Koriyan tilliridin söz tutma"
IgnoreCyrillic="Siril yëziqidin söz tutma(Rus, Ukrayin, Bulghar tilliri qatarliqlar)"
IgnoreArabic="Ereb, Ibraniy tilliridin söz tutma"
ZonedWord="Tallighan sözni terjime qil"
ForTextSelection="Tallighanda terjime qil"
ForDoubleClicking="Qosh chekkende terjime qil"
ZonedWordFilterRule="Tallighan sözni süzüsh qaidisi..."
ShowOnlyFirstResult="Izdeshning birinchi netijisinila körset"

InstallTextCapturePlugin="Söz tutush qisturmisini ornat..."
InstallAdobePlugin="Adobe PDF söz tutush qisturmisini ornat"
InstallFirefoxPlugin="Firefox 4+ söz tutush qisturmisini ornat"
InstallChromePlugin="Chrome söz tutush qisturmisini ornat"
Install360ChromePlugin="360Chrome söz tutush qisturmisini ornat"

; Söz tutush - Tallanghan tëkstni süzüsh
[DlgOptTranslateZWFilter]
Title="Tëkst tallanmisini süzüsh qaidisi"
ProgramFilename="Programma höjjitining nami", "Programma nami (bosh qalsa, barliq programmini körsitidu)"
WndClassName="Köznek türi nami", "Köznek türi nami (bosh qalsa, barliq köznekni körsitidu)"
DisableSelect="Söz tallashni chekle", "Söz tallap terjime qilishni chekle"
DisableDBLClick="Qosh chëkishni chekle", "Qosh chëkip söz tutushni chekle"
Comment="Izahat", "Izahat"
Add="Qosh"
Modify="Özgert"
Delete="Öchür", "Nöwettiki türni rastinla öchüremsiz?"
Ok="Jezmle"
Cancel="Waz kech"
LoadDefault="Eslige qaytur", "Rastinla Eslige qayturamsiz?"
Browser="…", "Chalighu", "Programma (*.exe)|*.exe|"
Capture="…", "Köznek türi namini tutush"
AllProgram="-- Hemme programma --"
AllWindow="-- Hemme köznek --"

[WndClassNameCapture]
Title="Köznek türi namini tutush"
ProgramFilename="Programma höjjet nami"
WndClassName="Köznek türi nami"
Capture="Ëkrandin köznek türi namini tut"

; Teleppuz - Tallashliri
[DlgOptSpeech]
RPPEngine="Tebi'iy teleppuz motori"
RPPEnable="Qozghat"
RPPVoice="Awaz"
RPPRebuildIndexFile="Achquchsöz tizmisini qayta qur", "Achquchsöz tizmisi höjjitini qayta qurush meghlup boldi! \nbu sizning yëterlik höjjet ziyaret qilish hoquqingizning bolmasliqidin bolushi mumkin. "

Enable="Qozghat"
Engine= "Tëkstni Awazliq Oqush(TTS)motori"
Voice="Awaz"
Volume="Awaz miqdari"
Pitch="Ahang"
Speed="Sür'et"
Format="Format", "Esli", "Awaz formatini qollimaydu: [$Format]"
RealtimePron="Udulluq teleppuz qilish"
PronInQuery="Söz izdigende teleppuz qil"
PronInCapture="Söz tutqanda teleppuz qil"
PronInSelect="Tallan'ghan söz terjimisini teleppuz qil"
Test="Sina"
EnterText="Tëkstni kirgüzüp awazni sinang"
DownloadTTS="Tebi'iy teleppuz we  TTS awaz ambirini chüshür…"

; Ulinish - Tallashliri
[DlgOptConnection]
ConnectSet="Ulinish tengshiki"
DirectConnect="Biwasite ulan"
IEProxyConnect="Torkörgüchning wakaletchi tengshikini ishlet"
ProxyConnect="Wakaletchi mulazimitir yaki mudapi'e tëmi arqiliq ulan"
ProxyServer="Wakaletchi mulazimitir:"
ProxyPort="Ëghiz:"
Username="Ishletküchi Nami:"
Password="Im:"
OnlineUpdate="Tordin yëngilash"
UpdateNow="Derhal yëngilash"
EnableUpdate="Tordin yëngilashni qozghat"

; Tëz kunupka - Tallashliri
[DlgOptHotkey]
OpenMainWnd="Asasiy köznekni ach/yap"
GrabToggleKey="Nurbelge terjimisi üzchati"
SelectionToggleKey="Tallan'ghan söz terjimisi üzchati"
ClipboardToggleKey="Chaplash taxtisi terjimisi üzchati"
Pronounce="Teleppuz qil"
CopyInterpretation="Terjime mezmunini köchür"
SpeakSelectedText="Tallighan tëkstni oqu"
StopSpeak="Teleppuzni toxtat"
DisableHotKey="Tëz kunupkini chekle"
OpenMiniWnd="Kichik köznekni ach/yap"
RollUpMiniWnd="Kichik köznekni qatla/yay"

[DlgExpire]
Title="Lingoes - yumshaq dëtalining waqti ötti"
Ok="Derhal yëngila"
Cancel="Chëkin"
NetworkSettings="Tor tengshiki"
Support="Torda qollash""Lingoes.net"
AskUpgrade="Nöwettiki neshrining waqti ötti, Eng yëngi neshrige yëngilisingizla ishliteleysiz!  \nDerhal yëngi neshrige yëngilamsiz?"

[DlgAbout]
DlgTitle="Lingos heqqide"
Version="Neshri: "
PortableEdition="Chaqqan neshri"
Email="Ëlxet"
Website="Lingos tor bëti"
LicenseTo="Bu mehsulatning ijaziti bërilgen kishi:"
LicenseID="Ijazet guwanamisi: "

;----------- new --------
PersonalUser="Soda meqsidi yoq shexsiy ishletküchi"
EvaluationUser="Bu sinaq neshri sinash meqsitidila ishlitilidu"
UserLicenseQuantity="[$Quantity] Ishletküchi ijaziti", "[$Quantity] Ishletküchi ijaziti ([$KeyNo]/[$Quantity])"
LicenseExpire="Ijazet mudditi [$Day] kündin këyin toshidu"
;----------- end -----------

[WebResult]
SpellingAlternatives="Imla körsetmisi"
SpellChecker="Imla tekshürüsh"
TextTranslation="Tëkst terjimisi"
WebSearch="Tordin izde"
MoreResults="Tëximu köp netije"
WaitSearch="Sürüshtürüsh netijisini iltimas qiliwatidu..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal;padding:10; display:[$Display]\"><b>Mas mezmun tëpilmidi \"<font color='#C00000'>[$SearchKey]</font>\.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Lingosni qandaq ishlitidu"
DownDictTip="Tëximu köp lughet chüshürüsh..."
Intro="Dunyadiki 80 din artuq tilni özara terjime qilalaydu<br>Nur belgide xet tutalaydu, Pütün tëkist terjimisi we awazliq oqushni qollaydu"

[TextTranslation]
Title="Tëkst terjimisi"
To="... din shu tilgha:"
Translate="Terjime qil"
RequestFailed="Terjime mulazimiti iltimasi meghlup boldi."
ConnectFailed="Lingos mulazimitirgha ulinalmidi. Eger intërnëtqa ulanghan bolsingiz tor tengshikingizni tekshürüng"
WaitRequest="Terjime netijisi iltimas qiliniwatidu..."ParseResultFailed="Terjime netijisini analiz qilish meghlup boldi, bu mesilige köp qëtim yoluqqan bolsingiz, bizge xataliq doklati yollang."

; Lughet jaylashturush, Diqqet bu bölektiki barliq herp-belgiler HTML kodlash ölchimige uyghun bolushi lazim
[Layout]
DictMenu=Lughet tizimliki
ShowResult="Netijisini körset"
MinimizeResult="Netijisini yoshur"
FindWord="Izde: "
NoLicenseTip="Ijazetke ërishkendin këyin toluq mezmuni körünidu…", "Sinaq neshridiki lughet sinashqila ishlitilidu, Aktiplanghandin këyin hemme mezmunni körsitidu: &nbsp;<a href='app://activate/'><u>Aktipla</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>sëtiwal</u></a>", "Sinaq neshridiki Lingoes sinap,bahalashshqila ishlitilidu, Aktiplanghandin këyin barliq iqtidari qozghitilidu: &nbsp;<a href='app://activate/'><u>Aktipla</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Sëtiwal</u></a>"
RememberWord="Sözni xatire depterge qosh"

; Lughet tizimliki
[DictMenu]
About="Heqqide..."
Enable="Qozghat"
Disable="Chekle"
DisableMsg="Lughet cheklendi, izdesh netijilirini körsetmeydu!\nUni \"Lughetler\" dialog köznikide qayta qozghiting."
MoveTop=Eng awal körsetsun
ArrangeResults="Netijisini tertiplesh…"
IndexGroup="  (Achquchsöz tizmisi guruppisi)"
QueryGroup="  (Sürüshtürüsh guruppisi)"
GrabGroup="  (Söz tutush guruppisi)"

[Update]
Title="Tordin yëngilash"
AskUpgrade="Yëngi neshri bayqaldi, yëngilamsiz?"
UpgradeNow="Yëngi neshri bayqaldi, yëngilang"
UpdateSuccess="Muweppeqiyetlik yëngilandi!"
UpdateFail="Yëngilash meghlup boldi!"
NoUpdate="Nöwettikisi eng yëngi neshri, yëngilash hajetsiz"

CheckUpdate="Yëngilashni tekshürüwatidu…"
GetUpdateInfo="Yëngilash uchurini oquwatidu…"
DownUpdateData="Yëngilash sanliq melumatini chüshürüwatidu…"
ExecUpdate="Sistëmini yëngilawatidu…"
GetUpgradeInfo="Derije östürüsh uchurini oquwatidu…"
DownUpgradeData="Derije östürüsh sanliq melumatini chüshürüwatidu…"
ExecUpgrade="Sistëmini yëngilawatidu…"
NeedExitForUpgrade="Lingoes yëngilashni tamamlash üchün qayta qozghilidu"

[Message]
InitUpdateServerFail=Özlükidin yëngilash mulazimitini deslepleshtürüsh meghlup boldi
StartDictServerFail=Lughet mulazimini qozghitish meghlup boldi

DictFileErr="Natoghra lughet ornitish höjjiti\n[$Filename]"
DictVersinTooOld="[$Filename]\nSiz qachilighan lughet neshri [$DictVer]bek kona, sistëma qollimaydu, yëngi neshridiki lughetni ishliting.\n\nLingoes tor bëtidin eng yëngi lughet neshrini izdeng."
DictVersinTooNew="[$Filename]\nLughetni ishlitishte Lingoes yumshaq dëtalini yëngilash lazim. [$DictVer] \n\nDerhal Lingoes tor bëtidin yëngisini chüshüremsiz?"

AskDictRepeatInstall="Bu lughet  mewjud iken\"[$DictTitle]\"\nqapliwëtemsiz?"
InstallDictFail=":Lughet höjitini ornitish meghlup boldi\n[$Filename]"
AskUninstall="Tallighan lughetni rastinla öchüremsiz?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="\n\n[$DictTitle]\nID: [$DictID]Lughet öchürüsh meghlup boldi"
AskRemoveFromGroup="Lughetni nöwettiki lughet tizimlikidin öchüremsiz? \"[$DictTitle]\" "

MemoryAllocFail="Eslek teqsimlesh meghlup boldi"
FilenameInvalid="Höjjet nami inawetsiz"
SaveFileFail="Höjjet saqlash meghlup boldi"
OpenFileFail="Höjjet ëchish meghlup boldi"

AreYouAbort="Nöwettiki jeryandin rastinla chëkinemsiz?"
CreateThreadFail="Jeryan qurush meghlup boldi"		; Failed to create thread
CreateEventFail="Hadise xatirisi qurush meghlup boldi"		; Failed to create event hand
Unfulfilment="Bu iqtidar emelge ashmidi"
OnlyProVersion="Bu iqtidar lingoesning kespiy nusxisining qollishigha muhtaj"
NoRegister="Ishlitiwatqan Lingoes tizimlitilmighan, Bu iqtidar tizimlitilghandin këyin teminlinidu."
UsernameIsEmpty="Ishletküchi nami bosh qalghan, qayta toldurung"
SaveSearchResultFail="Izdesh netijisini saqlash meghlup boldi."

OpenAppendixFail="Qoshumche mezmunni ëchish meghlup boldi"
OpenSpeechEngineFail=Awaz motorini ëchish meghlup boldi! TTS\n\nSözlük oqush iqtidarini ishlitishte TTS awaz motori yumshaq dëtali qachilash lazim, Eger qachilimighan bolsingiz Lingoes tor bëtidin chüshürüp qachilang \n\nRastinla chüshüremsiz? 

; NeedIE6Support=" Mezkur yumshaq dëtal Internet Explorer 6 yaki uningdin yuqiri neshrining qollishigha muhtaj, Torkörgüngizning neshrini yëngilang"
NoImplement="Kechürüng, Bu iqtidar waqtinche emelge ashmidi"

InstallSucceed="Muweppeqiyetlik qachilandi." 
InstallFailed="Qachilash meghlup boldi."

[DlgOptLicense]
Product="Ijazet bërilgen mehsulat"
Enter="Ijazetname kirgüz…"
Remove="Ijazetname chiqiriwet", "Ijazetname chiqiriwëtilse mehsulatning bezi iqtidarliri cheklinishi mumkin, Töwendiki mehsulattin ijazetnamini chiqiriwëtemsiz:\n\n[$ProductList]"
Detail="Tëximu köp tepsilati…"

LicenseID="Ijazet guwanamisi:"
LicenseTo="Ijazet bërilgüchi: "
LicenseExpire="Ijazetname [$Day] kündin këyin waqti toshidu"
SingleUserLicense="Yekke ishletküchi ijaziti"
MultiUserLicense="[$Quantity] Ishletküchi ijaziti ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Ijazetname kirgüz"
ActivateTitle="Ijazetname achquchini kirgüzüng", "Siz sëtiwëlishni jezmlesh zakaz taloni yaki mehsulat oralmisining ichidin ijazetname achquchini tapalaysiz."
LicenseKey="Ijazetname achquchi"
Name="Namingiz:"
Email="Ëlxet adrësingiz:"
NetworkSet="Tor tengshek", "Ijazetname shifirliq achquchni aktiplashta torgha ulinish lazim, Torgha ulinish usulingizni tallang."
Activate="Aktipla"
BuyTitle=" [$Publisher] Mehsulatini sëtiwëlish", "Tordin [$Publisher] Mehsulatini sëtiwalmaqchi bolsingiz, «Sëtiwal» kunupkisini chëking."
Buy="Sëtiwal"
Cancel="Yap"

IncorrectProductKey="Bu ijazetname achquchi xata"
IncorrectName="At  xata, 32 herptin ashmighan at kirgüzüng."
IncorrectEmail="Ëlxet adrës xata,  128 herptin ashmighan inawetlik ëlxet adrësi kirgüzüng."
WaitRequest="Aktiplashni iltimas qiliwatidu, sel saqlang…"

RequestFailed="Aktiplash iltimasi meghlup boldi, Mulazimitir bek aldirash bolushi mumkin, sel turup qayta sinang."
NetworkFault="Aktiplash mulazimitirigha ulinalmidi, tor tengshikingizni tekshürüng."
ResponseError="Mulazimitir qayturghan sanliq melumat xata."
OtherError="Namelum xataliq"
SaveDataFailed="Sanliq melumat saqlash meghlup boldi"

ActivateSuccess="Muweppeqiyetlik aktiplandi"
ActivateFailed="Aktiplash meghlup boldi"

[WndTip]
Title="Lingoes kündilik eskertish"
Close="Yap"